{
    "c2array": true,
    "size": [
        11,
        23,
        2
    ],
    "data": [
        [
            [
                "",
                ""
            ],
            [
                "Stasis",
                "Gnosis"
            ],
            [
                "Rapture",
                "Vigor"
            ],
            [
                "Shining",
                "Determination"
            ],
            [
                "Dream",
                ""
            ],
            [
                "Triumph",
                ""
            ],
            [
                "Ghor",
                ""
            ],
            [
                "Ghor Absorbtion",
                ""
            ],
            [
                "Pride",
                "Stasis"
            ],
            [
                "Overflowed by Rapture",
                "Rapture"
            ],
            [
                "Awe",
                "Shining"
            ],
            [
                "Revelation",
                "Dream"
            ],
            [
                "Hunger",
                "Triumph"
            ],
            [
                "Instinct",
                "Ghor"
            ],
            [
                "Composure",
                "Ghor Absorbtion"
            ],
            [
                "Gnosis",
                "Pride"
            ],
            [
                "Vigor",
                "Overflowed by Rapture"
            ],
            [
                "Determination",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                2,
                ""
            ],
            [
                3,
                ""
            ],
            [
                4,
                ""
            ],
            [
                5,
                ""
            ],
            [
                6,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "2 Stasis 1 Dream 1 Shining",
                ""
            ],
            [
                "2 Triumph 1 Rapture",
                ""
            ],
            [
                "2 Shining 1 Dream",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "Stasis",
                ""
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                2,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                3,
                ""
            ],
            [
                2,
                ""
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "Rapture",
                ""
            ],
            [
                "",
                "Quintessence"
            ],
            [
                1,
                "Quintessence"
            ],
            [
                "",
                "Quintessence"
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                5,
                "Quintessence"
            ],
            [
                11,
                "Quintessence"
            ],
            [
                "",
                "Quintessence"
            ],
            [
                "",
                "Quintessence"
            ],
            [
                2,
                "Quintessence"
            ],
            [
                2,
                "Quintessence"
            ],
            [
                "",
                "Curse"
            ],
            [
                "",
                "Effect"
            ],
            [
                "",
                "Effect"
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "Shining",
                "Stasis"
            ],
            [
                "",
                2
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                1
            ],
            [
                "",
                ""
            ],
            [
                8,
                ""
            ],
            [
                5,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                1,
                2
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                2,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "Dream",
                "Rapture"
            ],
            [
                "",
                ""
            ],
            [
                "",
                1
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                2,
                1
            ],
            [
                2,
                ""
            ],
            [
                4,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                1,
                5
            ],
            [
                "",
                11
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "Triumph",
                "Shining"
            ],
            [
                "",
                1
            ],
            [
                "",
                ""
            ],
            [
                "",
                2
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                2,
                ""
            ],
            [
                2,
                1
            ],
            [
                "",
                ""
            ],
            [
                4,
                ""
            ],
            [
                3,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                2,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "Ghor",
                "Dream"
            ],
            [
                "",
                1
            ],
            [
                "",
                ""
            ],
            [
                "",
                1
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                1,
                ""
            ],
            [
                6,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                1
            ],
            [
                3,
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                1
            ],
            [
                "",
                2
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "",
                "Triumph"
            ],
            [
                "...\"The aspect of the primary order, the embodiment of the frost of the infinite emptiness at the beginning of time.\" ",
                ""
            ],
            [
                "\"The aspect of separation, seething and crushing. His power and storm burn the unwary in a scarlet flame.\" - The Drumakt Blood Book",
                2
            ],
            [
                "\"What shines inside everyone is brighter than a thousand suns when consciousness trembles with revelations.\" - Udrazen The Great",
                ""
            ],
            [
                "The purple miracle of transformation has always attracted children, the feeling of a dream of flight and change...",
                ""
            ],
            [
                "A green spiral that generates the sprouts of copulation. Everyone who accepts it in himself will know the instinct of savagery and the triumph of the feast of life.",
                ""
            ],
            [
                "The unreasonable resin of the world, a dead source of power. In addition, it will corrupt and destroy you, reducing you to an unreasonable limit, if the magician does not protect himself from harmful devouring.",
                ""
            ],
            [
                "Dark ichor has merged with your Quintessence! The forces of descent and refracting decay will twist your nature, crush you to the ground and turn  into something desperate...",
                ""
            ],
            [
                "You feel like you're superior to other magicians and humans. But they always get more than you, you know you deserve the power to tear them apart, and you like that feeling.",
                ""
            ],
            [
                "The scarlet stream of the Rupture is tearing apart ... You are invincible and all-destroying. No one else will surpass you, no one!",
                ""
            ],
            [
                "Icy goosebumps run down your spine, you've definitely encountered something supernatural.",
                ""
            ],
            [
                "Visions of the future come in dreams, you are mesmerized by the brilliant palette of tints and try to recreate it in your memory.",
                ""
            ],
            [
                "You have become one with the parasite, now you are destined to share hunger for the sake of your abilities.",
                1
            ],
            [
                "The feeling of primordial buzz overshadows the mind, the animal part of you is bubbling over wanting something reptilian.",
                ""
            ],
            [
                "You are collected and ready for any threat, any enemy. Your willpower keeps you in check.",
                ""
            ],
            [
                "The true knowledge of Creation, which revealed to you the cold, rational order of mystical ascent to the heights of the winds of magic.",
                1
            ],
            [
                "The flow of vital forces in your body filling the muscles with  incredible strength, heart with desire, limbs with mobility.",
                2
            ],
            [
                "A drive that forces mortals to fight and win through willpower and innocence in the face of the inevitable horror of existence.",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "",
                "Ghor"
            ],
            [
                "...\"Аспект первичного порядка, воплощение мороза бесконечной пустоты в начале времён.\"",
                ""
            ],
            [
                "\"Аспект разделения, бурления и сокрушения. Его мощь и буря сжигают неосторожных в багряном пламени.\" - Книга Крови Друмакта",
                ""
            ],
            [
                "\"То что сияет внутри каждого, ярче тысячи солнц когда  сознание трепещет от откровений.\" - Удразен Великий",
                ""
            ],
            [
                "Пурпурное чудо преображения всегда манило детей, чувство мечты, полёта и перемен.",
                ""
            ],
            [
                "Зелёная спираль, порождающая ростки соития. Каждый кто примет её в себе познает инстинкт дикости и триумф пира жизни.",
                ""
            ],
            [
                "Неразумная смола мира, мертвый источник силы. Кроме того, она развратит и уничтожит вас низведя до неразумного предела, если маг не защитит себя от пагубного пожирания.",
                ""
            ],
            [
                "Тёмный ихор слился с твоей Квинтесенцией ! Силы Нисхождения и  преломляющего распада искорёжат твоё естество, придавят к земле и обратят тебя в пыль.",
                ""
            ],
            [
                "Ты чувствуешь как превосходишь других магов, и людей. Но они всегда получают больше чем ты, ты знаешь что заслуживаешь силы чтобы разорвать их на части, и тебе нравится это чувство.",
                ""
            ],
            [
                "Багряный поток Разрыва раздирает ... ты непобедим и всесокрушающ. Никто больше не превзойдёт тебя, никто!",
                ""
            ],
            [
                "Ледяные мурашки бегут по твое спине, определённо ты столкнулся с чем-то сверхъестественным.",
                ""
            ],
            [
                "Видения будущего приходят во снах, ты заворожён блестящей палитрой переливов и пытаешься её воссоздать в своей памяти. ",
                ""
            ],
            [
                "Ты стал единым целым с паразитом, теперь вам суждено делить голод на двоих ради твоих способностей.",
                ""
            ],
            [
                "Чувство первозданного кайфа затмевает разум, животная часть тебя клокочет желая чего-то рептильного.",
                1
            ],
            [
                "Ты собран и готов к любой угрозе, любому врагу. Твоя сила воли держит тебя в ежовых рукавицах.",
                6
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ],
        [
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ],
            [
                "",
                ""
            ]
        ]
    ]
}